[
  {
    "__row": 2,
    "category": "Data Science",
    "cert name": "Data Literacy",
    "skills description": "Analytics Fundamentals, \r\nData Visualization, \r\nData Storytelling",
    "verification url": "https://www.datacamp.com/skill-verification/DL0031326339327",
    "date acquired": 45962,
    "picture file name": "Data Literacy.png",
    "label": "Data Science"
  },
  {
    "__row": 3,
    "category": "Data Science",
    "cert name": "AI Fundamentals",
    "skills description": "AI Fundamentals, Generative AI, ethical Generative AI",
    "verification url": "https://www.datacamp.com/skill-verification/AIF0022429893962",
    "date acquired": 45962,
    "picture file name": "AI fundamentals.png",
    "label": "Data Science"
  },
  {
    "__row": 4,
    "category": "Data Science",
    "cert name": "Understanding Data Science",
    "skills description": "Define core data science concepts, workflows, roles, and commonly used tools.\r\nIdentify data types, sources, and storage methods used in data-driven organizations.\r\nEvaluate real-world applications of data science across industries and use cases.\r\nAssess the purpose of data pipelines, exploration, and visualization in data workflows.\r\nRecognize how modeling techniques like A/B testing and machine learning inform decisions.",
    "verification url": "https://www.datacamp.com/skill-verification/UDS0028710042472",
    "date acquired": 45962,
    "picture file name": "Understanding Data Science.png",
    "label": "Data Science"
  },
  {
    "__row": 5,
    "category": "Data Science",
    "cert name": "AI Ethics",
    "skills description": "Define data and AI ethics, and explain their importance in real-world applications.\r\n\r\nDifferentiate ethical principles from laws, regulations, and societal norms in the context of data use.\r\n\r\nIdentify ethical risks and responsibilities across the entire data lifecycle.\r\n\r\nApply principles of transparency, consent, and ownership to support ethical AI practices.\r\n\r\nEvaluate ethical implications of data sharing, bias, and AI impact on society and sustainability.",
    "verification url": "https://www.datacamp.com/skill-verification/AIE0028194915592",
    "date acquired": 45962,
    "picture file name": "AI Ethics.png",
    "label": "Data Science"
  },
  {
    "__row": 6,
    "category": "Administration",
    "cert name": "Introduction to Excel",
    "skills description": "Identify Excel’s core components, including cells, worksheets, tables, formulas, and charts.\r\n\r\nDefine and apply aggregation functions such as SUM, AVERAGE, and COUNT to analyze worksheet data.\r\n\r\nRecognize methods to format, manage, and validate data using named ranges, conditional formatting, and data validation rules.\r\n\r\nDifferentiate between visualization options (e.g., bar, line, sunburst charts) and assess which is most appropriate for a dataset.\r\n\r\nEvaluate the role of formulas, cell references, and arithmetic operations in performing accurate calculations.",
    "verification url": "https://www.datacamp.com/skill-verification/ITE0011344223676",
    "date acquired": 45962,
    "picture file name": "Excel.png",
    "label": "Administration"
  },
  {
    "__row": 7,
    "category": "Administration",
    "cert name": "Introduction to Power BI",
    "skills description": "Identify the differences between Power BI Free, Pro, and Premium versions and their appropriate use cases.\r\n\r\nRecognize Power BI’s main components, including report view, data view, and relationship view.\r\n\r\nDifferentiate between DAX and M code when creating calculated columns, tables, and measures.\r\n\r\nAssess visualization techniques such as hierarchies, drill-downs, filters, and slicers to enhance reports.\r\n\r\nEvaluate deployment options by recognizing Power BI Service features, workspaces, and dashboards.",
    "verification url": "https://www.datacamp.com/skill-verification/ITPB0018227290634",
    "date acquired": 45962,
    "picture file name": "Power BI.png",
    "label": "Administration"
  },
  {
    "__row": 8,
    "category": "others",
    "cert name": "Understanding ChatGPT",
    "skills description": "Define ChatGPT and explain how it differs from traditional chatbots and AI tools.\r\n\r\nIdentify ChatGPT’s strengths, limitations, and ethical considerations in practical use.\r\n\r\nApply prompt-writing techniques to generate accurate and useful ChatGPT responses.\r\n\r\nEvaluate ChatGPT’s potential for business workflows and identify suitable use cases across industries.\r\n\r\nRecognize ChatGPT’s evolving capabilities, privacy implications, and ownership concerns in generative AI.",
    "verification url": "https://www.datacamp.com/skill-verification/UCG0013653598785",
    "date acquired": 45962,
    "picture file name": "chatGPT.png",
    "label": "others"
  },
  {
    "__row": 9,
    "category": "Data Science",
    "cert name": "Understanding Data Engineering",
    "skills description": "data engineer’s core responsibilities, how they differ from data scientists, and facilitate the flow of data through an organization. Through hands-on exercises you’ll follow Spotflix, a fictional music streaming company, to understand how their data engineers collect, clean, and catalog their data. By the end of the course, you’ll understand what your company's data engineers do, be ready to have a conversation with a data engineer, and have a solid foundation to start your own data engineer journey.",
    "verification url": "https://www.datacamp.com/skill-verification/UDE0014688431999",
    "date acquired": 45962,
    "picture file name": "Data Engineering.png",
    "label": "Data Science"
  }
]